# Hovli Questions
andijon_id = -1001354536408
buxoro_id = -1001931707915
fargona_id = -1001936259107
jizzax_id = -1001907168333
namangan_id = -1001979059129
navoiy_id = -1001861296377
qashqa_id = -1001964423395
qoraqalpoq_id = -1001827833589
samarqand_id = -1001525881310
sirdaryo_id = -1001397117335
surxon_id = -1001705636608
toshsh_id = -1001710909701
toshvil_id = -1001916481063
xorazm_id = -1001766589776

hovlitanlandi = "Yer tanlandi"


rasmlar = "<b> Расмларни жойлаш (2 - 10  тагача) </b>"
umumiyMaydonyoz = "<b> Умумий майдонини ёзинг </b>"
faqatRaqamyoz = "❗ Фақат рақамда ёзинг"
gazyoz = "🔥 Газ борми?"
svetyoz = "💡 Свет борми?"
suvyoz = "💦 Сув борми?"
kanalizatsiyayoz = "Канализация борми?"
qoshimchaMalumotyoz = "Қўшимча маълумотингиз бўлса,  ёзишингиз мумкин.  \n\n Йўқ бўлса 'Кейингиси' тугмасини босинг"
hujjatlaribormiyoz = "Ҳужжатлари борми?"
valyutayoz = "Қайси валютада нарх белгиламоқчисиз?"
narxiyoz = "Нархини ёзинг: "
manzilyoz = "Манзилни ёзинг: "
moljalyoz = "Мўлжални ёзинг: "
telraqam1yoz = "Телефон рақамини ёзинг: "
telraqam2yoz = "Зарур бўлса 2-рақамни киритинг,  \n\n  ёки 'Кейингиси'  тугмасини босинг"


andijonregion = "#Андижон__Вилояти \n"
buxororegion = "#Бухоро__Вилояти \n"
fargonaregion = "#Фарғона__Вилояти \n"
jizzaxregion = "#Жиззах__Вилояти \n"
namanganregion = "#Наманган__Вилояти \n"
navoiyregion = "#Навоий__Вилояти \n"
qashqadaryoregion = "#Қашқадарё__Вилояти \n"
qoraqalpoqregion = "#Қорақалпоғистон \n"
samarqandregion = "#Самарқанд__Вилояти \n"
sirdaryoregion = "#Сирдарё__Вилояти \n"
surxondaryoregion = "#Сурхондарё__Вилояти \n"
toshkentshregion = "#Тошкент__Шаҳар \n"
toshkentvilregion = "#Тошкент__Вилояти \n"
xorazmregion = "#Хоразм__Вилояти \n"




data2 = "#Ер_Участка__Сотилади \n\n"

check_text = "Маълумотлар тўғрилигини тасдиқласангиз,  эълонни каналга жойланг"

success_text = "✅ Эълон каналга жойланди!"

# data30 = "✅ <b>2-</b>Дақиқа ичида эълон беринг  \n\n"
# data31 = "✅ Ўзингиз Админ бўлинг  \n\n"
data32 = "<b>✅ Эълон Бериш БЕПУЛ❗️  \n\n</b>"
data33 = "       ⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻\n"
data34 = "    │<a href='https://t.me/OsonBozorBot'><b>    ЭЪЛОН БЕРИШ    </b></a>│\n"
data35 = "       ⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻\n\n"



xonalaryoz = "<b> Хоналар сонини ёзинг: </b>"
oshxonayoz = "<b> Ошхона борми?  </b>"
xammomyoz = "Ҳаммоми борми?"
nechaQavatyoz = "Неча қаватлик?"
remontyoz = "<b> Ремонти қандай?  </b>"
jihozlaryoz = "Жиҳозлари борми?"
