# Hovli Questions
channel_id = -1001354536408

hovlitanlandi = "Hovli tanlandi"
rasmlar = "<b> Расмларни жойлаш (2 - 10  тагача) </b>"
umumiyMaydonyoz = "<b> Умумий майдонини ёзинг </b>"
faqatRaqamyoz = "❗ Фақат рақамда ёзинг"
xonalaryoz = "<b> Хоналар сонини ёзинг: </b>"
oshxonayoz = "<b> Ошхона борми?  </b>"
xammomyoz = "Ҳаммоми борми?"
nechaQavatyoz = "Неча қаватлик?"
remontyoz = "<b> Ремонти қандай?  </b>"
jihozlaryoz = "Жиҳозлари борми?"
gazyoz = "🔥 Газ борми?"
svetyoz = "💡 Свет борми?"
suvyoz = "💦 Сув борми?"
kanalizatsiyayoz = "Канализация борми?"
qoshimchaMalumotyoz = "Қўшимча маълумотингиз бўлса,  ёзишингиз мумкин.  \n\n Йўқ бўлса 'Кейингиси' тугмасини босинг"
valyutayoz = "Қайси валютада нарх белгиламоқчисиз?"
narxiyoz = "Нархини ёзинг: "
manzilyoz = "Манзилни ёзинг: "
moljalyoz = "Мўлжални ёзинг: "
telraqam1yoz = "Телефон рақамини ёзинг: "
telraqam2yoz = "Зарур бўлса 2-рақамни киритинг,  \n\n  ёки 'Кейингиси'  тугмасини босинг"


data1 = "#Андижон__Вилояти \n"
data2 = "#Ҳовли_Уй__Сотилади \n\n"

check_text = "Маълумотлар тўғрилигини тасдиқласангиз,  эълонни каналга жойланг"

success_text = "✅ Эълон каналга жойланди!"

data30 = "✅ <b>2-</b>Дақиқа ичида эълон беринг  \n\n"
data31 = "✅ Ўзингиз Админ бўлинг  \n\n"
data32 = "<b>✅ Эълон Бериш БЕПУЛ❗️  \n\n</b>"
data33 = "       ⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻\n"
data34 = "    │<a href='https://t.me/OsonBozorBot'><b>    ЭЪЛОН БЕРИШ    </b></a>│\n"
data35 = "       ⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻\n\n"